Revit 2027 API
TableSectionData.SetCellType Method
Overload List
Name | Description
SetCellType(Int32, CellType) |  Sets a column's cell type
SetCellType(Int32, Int32, CellType) |  Sets a cell's Type
Top
See Also
Reference
TableSectionData Class
Autodesk.Revit.DB Namespace